{
  "Lightning's Swift Strike": {
    "complexity": "low",
    "expansion": "base",
    "summary": [5, 2, 3, 1, 2],
    "description": "Virtually all offense to start with: without a more defensive teammate, Blight may become a problem. Excellent at destroying buildings, less good at containing Explorers. Using Thundering Destruction tends to be a burst affair: a turn or two of position and build up Energy, followed by a really big turn. Starting Powers are extremely focused on Air and Fire: good for Thundering Destruction, bad for Major Power versatility."
  },
  "River Surges in Sunlight": {
    "complexity": "low",
    "expansion": "base",
    "summary": [4, 5, 1, 1, 4],
    "description": "While capable of some direct offense, River Surges in Sunlight is best at flooding out Explorers and Towns, displacing them from lands where they might Build or Ravage. The ability to get free Sacred Sites makes a wide range of Powers more useful."
  },
  "Vital Strength of the Earth": {
    "complexity": "low",
    "expansion": "base",
    "summary": [2, 3, 1, 5, 3],
    "description": "Powerful but slow: has potent Power Cards and an excellent Energy income, but starts with only one card play per turn, and Growth is limited to adding one Presence per turn. Also slow to change: learning new Powers carries slightly more cost than reclaiming played Power Cards"
  },
  "Shadows Flicker Like Flame": {
    "complexity": "low",
    "expansion": "base",
    "summary": [4, 3, 5, 1, 1],
    "description": "Good at causing Fear and picking off lone Explorers and Towns, containing the Invaders. Not so good at massive damage - may need to rely on allies to handle thoroughly colonized lands. The ability to boost Range gives more flexibility to Range 0 Powers, and can be important in larger games."
  },
  "Thunderspeaker": {
    "complexity": "moderate",
    "expansion": "base",
    "summary": [4, 5, 3, 2, 1],
    "description": "Has a keen interest in where the Dahan are - partly because so many of its starting powers work through them partly because its Presence can move along with them. When picking new Power Cards, it will often want to take good Dahan-centric Powers, but it can also branch out into other areas."
  },
  "A Spread of Rampant Green": {
    "complexity": "moderate",
    "expansion": "base",
    "summary": [4, 3, 2, 5, 4],
    "description": "Fairly good at dealing with Towns, but terrible at handling Explorers (who are unfazed by prolific foliage). Can get Presence onto the board faster than most other Spirits. Extra Presence is good for targeting and especially for 'Choke the Land with Green', which can be extremely effective at slowing down invaders. Just be careful not to destroy Sacred Sites needed for Power use."
  },
  "Ocean's Hungry Grasp": {
    "complexity": "high",
    "expansion": "base",
    "summary": [5, 4, 4, 3, 2],
    "description": "Extremely good at assaulting the coasts where the Invaders start out strong, but quite weak island - the ocean is not accustomed to affecting events so far ashore. Its Presence shifts in and out like the tide, which can be tricky to manage, but permits re-positioning and tactical retreats or offensives in the hands of a skillful player. Has fairly inexpensive Unique Powers, but the energy gained from drowning Invaders can be necessary in stepping up to more potent Powers."
  },
  "Bringer of Dreams and Nightmares": {
    "complexity": "high",
    "expansion": "base",
    "summary": [1, 2, 5, 2, 2],
    "description": "With most Spirits, Terror Victories are a backup plan if the main push against the Invaders stalls out for too long, but Bringer turns Fear into a more viable primary strategy. Its transformation of damage & destruction into Fear can turn Major Powers into tremendous sources of terror and panic. However, the only real offense Bringer has is the Dahan fighting back. While it does have some defensive ability, it is fundamentally poor at clearing areas of Invaders."
  },
  "Sharp Fangs Behind the Leaves": {
    "complexity": "moderate",
    "expansion": "branch and claw",
    "summary": [3, 3, 4, 2, 1],
    "description": "All about Beasts and Jungles. Can be very fast out of the gate, but doesn't have the late-game power that some spirits do, and is likely to have some difficulty with Blighted areas. 'Ranging Hunt' is a critical Innate ability, particularly in early-game: it simultaneously gives Beasts mobility and permits picking off a stray Explorers or Towns on most turns."
  },
  "Keeper of the Forbidden Wilds": {
    "complexity": "moderate",
    "expansion": "branch and claw",
    "summary": [5, 2, 1, 4, 3],
    "description": "A slowly growing wall - expanding can sometimes be difficult, but the Invaders will have an equally difficult time penetrating wherever the Keeper plants itself. In larger games, it may be useful to spread to one of the two far-distant lands early on, to have multiple points from which to slowly grow."
  },
  "Heart of the Wildfire": {
    "complexity": "high",
    "expansion": "1",
    "summary": [5, 3, 4, 1, 2],
    "description": "Starts with good offense and gets better from there, buyt lays down Blight as it grows. The smaller the game, the more restraint is needed to prevent tipping the island over into being completely Blighted. The Wildfire can heal the land where it is, but may benefit from other Blight removal Powers so it can add Presence to problem lands without triggering Blight cascade. Removing Blight from its own lands limits its 'Firestorm' innate power, however."
  },
  "Serpent Slumbering Beneath the Island": {
    "complexity": "high",
    "expansion": "1",
    "summary": [2, 2, 2, 4, 5],
    "description": "There are several ways to play the Serpent, but all require patience: early game involves slowly building up Powers and Presence. It's not helpless during this time, but it isn't as effective as anyone else. It becomes incredibly powerful after awakening, but getting there requires a lot of time. Make sure to Absorb Essence before you run up against your Presence cap - and to get other players' buy-in before using Absorb Essence on their Presence."
  },
  "Stone's Unyielding Defiance": {
    "complexity": "moderate",
    "expansion": "jagged earth",
    "summary": [4, 2, 1, 5, 2],
    "description": "Most of its special rules and innates require being where the Invaders are - particularly in the worst, most-overrun lands, so it can mitigate incoming Blight and (eventually) destroy the Invaders with their own Ravages. Does best with the patience to build up a position over time, and the temperance to hold some Energy in reserve so it can take advantage of Hold the Island Fast With a Bulwark of Will."
  },
  "Shifting Memory of Ages": {
    "complexity": "moderate",
    "expansion": "jagged earth",
    "summary": [1, 2, 2, 4, 5],
    "description": "Starts with little ability to influence the board - most of what it does in that regard will come from new Power Cards. Extremely good with Major Powers and usually wants to take them early and often. Can either try sprinting towards victory with its phenomenal Energy Growth or build up towards becoming a late-game powerhouse."
  },
  "Grinning Trickster Stirs Up Trouble": {
    "complexity": "moderate",
    "expansion": "jagged earth",
    "summary": [4, 3, 2, 5, 4],
    "description": "Requires some comfort with risk: both Overenthusiastic Arson and Let's See What Will Happen involve uncertainty about how the Fast Powers phase will pan out. Can be effective from the get-go, but benefits greatly from not working too hard, instead improving its capacity for mischief by adding Presence and gaining Power Cards. Bonus Energy from Let's See What Will Happen can be extremely helpful in avoiding the distraction of gaining Energy elsewhere."
  },
  "Lure of the Deep Wilderness": {
    "complexity": "moderate",
    "expansion": "jagged earth",
    "summary": [4, 4, 4, 2, 1],
    "description": "Very focused on the interior - its best options for coastal lands are 'draw the Invaders inland' or 'turn a Town/City into an Explorer, then draw them inland'. Likes the interior to be dangerous, full of Badlands, Beasts, Disease, and Wilds, ideally where its Presence is. Has better-than-average potential for containing Invaders and setting up a zone safe from Explores, but the coasts may get messy while doing so."
  },
  "Many Minds Move as One": {
    "complexity": "moderate",
    "expansion": "jagged earth",
    "summary": [1, 5, 5, 5, 1],
    "description": "Requires heavy spatial thought for Beast movement, due to its improved Push/Gather and large numbers of Beasts. Has no offense to start with, but an excellent stalling defense combined with Fear generation; outright Fear victories may be plausible in smaller games. Both Fear Cards and Beast events are unpredictable, however, so swings of fortune are apt to be more relevant than usual."
  },
  "Volcano Looming High": {
    "complexity": "moderate",
    "expansion": "jagged earth",
    "summary": [5, 1, 2, 1, 3],
    "description": "Benefits more than most Spirits from getting Presence onto the board; in addition to the usual benefits, it can fuel an Explosive Eruption. This can result in a huge turn, but if overdone the following turn or two may be very constrained. Bigger eruptions are extremely powerful, but cause Blight, and the Invaders may not provide the luxury of enough time to build up the desired pressure - judging the timing of when to erupt and for how much is a key part of playing this Spirit."
  },
  "Shroud of Silent Mist": {
    "complexity": "high",
    "expansion": "jagged earth",
    "summary": [4, 4, 5, 2, 1],
    "description": "Constantly shifting and moving its Presence around the board. Hurt more than most by Presence loss due to its desire to surround and envelop the Invaders. Can (slowly) clear the most built-up of lands, but its real strength is the free Fear from Slow and Silent Death. Extremely limited Energy income, but can stretch to Major Powers if it manages to gather enough Energy from its Special Rules."
  },
  "Vengeance as a Burning Plague": {
    "complexity": "high",
    "expansion": "jagged earth",
    "summary": [5, 2, 3, 1, 1],
    "description": "Starts slow, facing an early choice whether to stop Builds (with Disease) or let them happen (to generate Fear and keep Disease on the island). Grows to be very effective at tearing into heavily-populated lands with lots of Blight and/or Disease, but setting those up may require some care... and make other Spirits unease, with how much Blight is piling up."
  },
  "Starlight Seeks Its Form": {
    "complexity": "very high",
    "expansion": "jagged earth",
    "summary": [1, 1, 1, 2, 2],
    "description": "A build-your-own-Spirit, capable of going in many different directions based on Elements picked, Growth choices selected, and Power Cards kept. Has a very high personal/visual complexity and a huge number of early-game options, but doesn't alter play much for other players at the table. As it commits to choices, it loses versatility - not all paths will be good (or even possible) at all things. It especially wants a measure of adaptation to early Power Cards, rather than trying to pre-select a strategy."
  },
  "Fractured Days Split the Sky": {
    "complexity": "very high",
    "expansion": "jagged earth",
    "summary": [1, 2, 1, 3, 5],
    "description": "Excellent at support and sweeping indirect effects, but starts off very limited otherwise. Several of its Unique Powers need setup to use well; it's entirely possible 1 or 2 of them may see no play in a given game. Has a hard time getting lots of Presence onto the board. This can make targeting tricky, and may be quite dangerous if a Blighted Island effect Destroys Presence."
  },
  "Downpour Drenches the World": {
    "complexity": "high",
    "expansion": "2",
    "summary": [2, 1, 3, 5, 3],
    "description": "Cares about the question 'How useful is this Power in the current context?' even more than most Spirits; it rarely plays all its Power Cards in any given Reclaim cycle (some get discarded to Growth), and for those it does play, it often has the option of using them multiple times. Benefits even more than most Spirits from having lots of Presence on the board, both for Rain and Mud Suppress Conflict and to facilitate its Unique Powers (by making more lands Wetlands)."
  },
  "Finder of Paths Unseen": {
    "complexity": "very high",
    "expansion": "2",
    "summary": [1, 5, 1, 2, 2],
    "description": "All about moving the Invaders - and Dahan/Presence/Beast from time to time. Good at creating Invader-free 'safe-zones,' due to its many movement Powers and its capacity to Isolate. Can't afford to Destroy Invaders too often without a way to re-add Destroyed Presence, so either needs a big-hammer Major Power or to rely on its teammates for offense. Changes the topology of the board, which increases complexity for all players - particularly in larger games!"
  }
}
